Repository: crazypoo/CrazyDashboard
Catalog: Global/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, tr, zh_hant

# garage_mileage
source: 里程
de: Kilometerstand
en: Mileage
es: Kilometraje
fr: Mileage
it: Mileage
tr: Kilometre

# garage_mileage_form_hint
source: 请输入公里制里程表数值。
de: Enter the odometer value in kilometers.
en: Enter the odometer value in kilometers.
es: Introduzca el valor del odómetro en kilómetros.
fr: Entrez la valeur du compteur kilométrique en kilomètres.
it: Enter the odometer value in kilometers.
tr: Kilometre değerini kilometre cinsinden girin.
zh_hant: 請輸入公里制里程表數值。

# garage_mileage_optional
source: 里程（可选）
de: Kilometerstand (optional)
en: Mileage (optional)
es: Kilometraje (opcional)
fr: Kilométrage (facultatif)
it: Mileage (optional)
tr: Kilometre (isteğe bağlı)
zh_hant: 里程（可選）

# garage_model
source: 型号
de: Modell
en: Model
es: Modelo
fr: Modèle
it: Modello
tr: Model
zh_hant: 型號

# garage_next_due
source: 下次保养
de: Als nächstes fällig
en: Next due
es: Next due
fr: Prochaine échéance
it: Next due
tr: Sonraki bakım
zh_hant: 下次保養

# garage_no_diagnostic
source: 暂无 OBD 报告
de: No OBD reports
en: No OBD reports
es: Sin informes OBD
fr: No OBD reports
it: No OBD reports
tr: OBD raporu yok
zh_hant: 暫無 OBD 報告

# garage_no_live_data
source: 没有可用的更新仪表或 OBD 数据。
de: Es sind keine neueren Dashboard- oder OBD-Daten verfügbar.
en: No newer dashboard or OBD data is available.
es: No newer dashboard or OBD data is available.
fr: Aucun tableau de bord ou données OBD plus récent n'est disponible.
it: No newer dashboard or OBD data is available.
tr: Daha yeni gösterge veya OBD verisi yok.
zh_hant: 沒有可用的更新儀表或 OBD 資料。

# garage_no_maintenance
source: 暂无保养记录
de: Keine Wartungsaufzeichnungen
en: No maintenance records
es: Sin registros de mantenimiento
fr: Aucun dossier d'entretien
it: No maintenance records
tr: Bakım kaydı yok
zh_hant: 暫無保養記錄

# garage_no_parts
source: 暂无配件记录
de: Keine Teileaufzeichnungen
en: No parts records
es: Sin registros de piezas
fr: No parts records
it: No parts records
tr: Parça kaydı yok
zh_hant: 暫無配件記錄

# garage_no_vehicle
source: 未选择摩托车
de: No motorcycle selected
en: No motorcycle selected
es: No motorcycle selected
fr: Aucune moto sélectionnée
it: Nessuna moto selezionata
tr: Motosiklet seçilmedi
zh_hant: 未選擇摩托車

# garage_no_vehicle_details
source: 暂无详细信息
de: No details yet
en: No details yet
es: No details yet
fr: Pas de détails pour l'instant
it: Nessun dettaglio ancora
tr: Henüz ayrıntı yok
zh_hant: 暫無詳細資訊

# garage_no_vin
source: 未记录
de: Nicht aufgezeichnet
en: Not recorded
es: Not recorded
fr: Non enregistré
it: Non registrato
tr: Kayıt yok
zh_hant: 未記錄

# garage_not_set
source: 未设置
de: Nicht festgelegt
en: Not set
es: No establecido
fr: Not set
it: Non impostato
tr: Ayarlanmadı
zh_hant: 未設定

# garage_notes
source: 备注
de: Notes
en: Notes
es: Notas
fr: Notes
it: Notes
tr: Notlar
zh_hant: 備註

# garage_obd_report
source: OBD 快照
de: OBD-Schnappschuss
en: OBD snapshot
es: OBD snapshot
fr: OBD snapshot
it: Istantanea OBD
tr: OBD anlık görüntüsü

# garage_obd_unavailable
source: 请先连接 OBD 并读取数据，再保存报告。
de: Schließen Sie OBD an und lesen Sie Daten aus, bevor Sie einen Bericht speichern.
en: Connect OBD and read data before saving a report.
es: Connect OBD and read data before saving a report.
fr: Connect OBD and read data before saving a report.
it: Collega l'OBD e leggi i dati prima di salvare un report.
tr: Raporu kaydetmeden önce OBD'yi bağlayıp veri okuyun.
zh_hant: 請先連接 OBD 並讀取資料，再儲存報告。

# garage_observation_mileage
source: 观察里程（公里）
de: Beobachtungskilometerstand (km)
en: Observation mileage (km)
es: Observation mileage (km)
fr: Kilométrage d'observation (km)
it: Chilometraggio di osservazione (km)
tr: Gözlem kilometresi (km)
zh_hant: 觀察里程（公里）

# garage_observations
source: 观察记录
de: Beobachtungen
en: Observations
es: Observaciones
fr: Observations
it: Osservazioni
tr: Gözlemler
zh_hant: 觀察記錄

# garage_open
source: 打开车库
de: Open garage
en: Open garage
es: Garaje abierto
fr: Garage ouvert
it: Open garage
tr: Garajı aç
zh_hant: 開啟車庫

# garage_part_name
source: 配件名称
de: Teilename
en: Part name
es: Nombre de la pieza
fr: Nom de la pièce
it: Part name
tr: Parça adı
zh_hant: 配件名稱

# garage_part_number
source: 配件编号
de: Teilenummer
en: Part number
es: Part number
fr: Numéro de pièce
it: Numero di parte
tr: Parça numarası
zh_hant: 配件編號

# garage_parts
source: 配件档案
de: Teilearchiv
en: Parts archive
es: Parts archive
fr: Parts archive
it: Parts archive
tr: Parça arşivi
zh_hant: 配件檔案

# garage_pressure_observations
source: 胎压观察
de: Pressure observations
en: Pressure observations
es: Observaciones de presión
fr: Observations de pression
it: Pressure observations
tr: Basınç gözlemleri
zh_hant: 胎壓觀察

# garage_pressure_unit
source: 胎压单位
de: Pressure unit
en: Pressure unit
es: Unidad de presión
fr: Unité de pression
it: Unità di pressione
tr: Basınç birimi
zh_hant: 胎壓單位

# garage_rear_compression
source: 后悬压缩
de: Kompression hinten
en: Rear compression
es: Compresión trasera
fr: Compression arrière
it: Rear compression
tr: Arka sıkıştırma
zh_hant: 後懸壓縮

# garage_rear_preload
source: 后悬预载
de: Rear preload
en: Rear preload
es: Precarga trasera
fr: Précharge arrière
it: Precarico posteriore
tr: Arka ön yük
zh_hant: 後懸預載

# garage_rear_pressure
source: 后轮冷胎压
de: Cold rear pressure
en: Cold rear pressure
es: Presión trasera fría
fr: Cold rear pressure
it: Cold rear pressure
tr: Arka soğuk basınç
zh_hant: 後輪冷胎壓

# garage_rear_rebound
source: 后悬回弹
de: Rückprall hinten
en: Rear rebound
es: Rear rebound
fr: Rebond arrière
it: Rimbalzo posteriore
tr: Arka geri tepme
zh_hant: 後懸回彈

# garage_rear_tire
source: 后轮
de: Hinteren
en: Rear
es: Rear
fr: Arrière
it: Rear
tr: Arka
zh_hant: 後輪

# garage_rear_tire_size
source: 后轮规格
de: Reifengröße hinten
en: Rear tire size
es: Tamaño del neumático trasero
fr: Rear tire size
it: Misura pneumatico posteriore
tr: Arka lastik ölçüsü
zh_hant: 後輪規格

# garage_receipt_amount
source: 金额
de: Betrag
en: Amount
es: Importe
fr: Montant
it: Importo
tr: Tutar
zh_hant: 金額

# garage_receipt_camera
source: 拍照
de: Foto aufnehmen
en: Take photo
es: Tomar foto
fr: Prendre une photo
it: Scatta foto
tr: Fotoğraf çek

# garage_receipt_camera_unavailable
source: 相机不可用
de: Kamera nicht verfügbar
en: Camera unavailable
es: Cámara no disponible
fr: Appareil photo indisponible
it: Fotocamera non disponibile
tr: Kamera kullanılamıyor
zh_hant: 相機無法使用

# garage_receipt_choose_photo
source: 选择照片
de: Foto auswählen
en: Choose photo
es: Elegir foto
fr: Choisir une photo
it: Scegli foto
tr: Fotoğraf seç
zh_hant: 選擇照片

# garage_receipt_currency
source: 货币
de: Währung
en: Currency
es: Moneda
fr: Devise
it: Valuta
tr: Para birimi
zh_hant: 貨幣

# garage_receipt_date
source: 日期
de: Datum
en: Date
es: Fecha
fr: Date
it: Data
tr: Tarih

# garage_receipt_liters
source: 升数
de: Liter
en: Liters
es: Litros
fr: Litres
it: Litri
tr: Litre
zh_hant: 公升數

# garage_receipt_maintenance
source: 保养记录
de: Wartung
en: Maintenance
es: Mantenimiento
fr: Entretien
it: Manutenzione
tr: Bakım
zh_hant: 保養記錄

# garage_receipt_need_photo
source: 请先选择或拍摄一张单据照片。
de: Wählen oder nehmen Sie zuerst ein Belegfoto auf.
en: Choose or take a receipt photo first.
es: Elige o toma primero una foto del recibo.
fr: Choisissez ou prenez d’abord une photo du reçu.
it: Scegli o scatta prima una foto della ricevuta.
tr: Önce bir fiş fotoğrafı seçin veya çekin.
zh_hant: 請先選擇或拍攝一張單據照片。

# garage_receipt_no_text
source: 未识别到文字
de: Kein Text erkannt
en: No text recognized
es: No se reconoció texto
fr: Aucun texte reconnu
it: Nessun testo riconosciuto
tr: Metin tanınamadı
zh_hant: 未辨識到文字

# garage_receipt_odometer
source: 里程（km）
de: Kilometerstand (km)
en: Odometer (km)
es: Odómetro (km)
fr: Compteur (km)
it: Contachilometri (km)
tr: Kilometre (km)

# garage_receipt_recognize
source: 识别单据
de: Beleg erkennen
en: Recognize receipt
es: Reconocer recibo
fr: Reconnaître le reçu
it: Riconosci ricevuta
tr: Fişi tanı
zh_hant: 辨識單據

# garage_receipt_recognizing
source: 正在识别…
de: Erkennung…
en: Recognizing…
es: Reconociendo…
fr: Reconnaissance…
it: Riconoscimento…
tr: Tanınıyor…
zh_hant: 正在辨識…

# garage_receipt_refuel
source: 加油记录
de: Tanken
en: Refueling
es: Repostaje
fr: Ravitaillement
it: Rifornimento
tr: Yakıt alımı
zh_hant: 加油記錄

# garage_receipt_refuel_required
source: 加油记录至少需要升数或金额。
de: Ein Tankbeleg benötigt Liter oder einen Betrag.
en: A refueling record needs liters or an amount.
es: Un repostaje necesita litros o un importe.
fr: Un ravitaillement nécessite des litres ou un montant.
it: Un rifornimento richiede litri o un importo.
tr: Yakıt kaydı için litre veya tutar gerekir.
zh_hant: 加油記錄至少需要公升數或金額。

# garage_receipt_review_hint
source: 请检查并确认识别结果后再保存。
de: Prüfen und bestätigen Sie das Ergebnis vor dem Speichern.
en: Review and confirm the result before saving.
es: Revisa y confirma el resultado antes de guardar.
fr: Vérifiez et confirmez le résultat avant d’enregistrer.
it: Controlla e conferma il risultato prima di salvare.
tr: Kaydetmeden önce sonucu kontrol edip onaylayın.
zh_hant: 請檢查並確認辨識結果後再儲存。

# garage_receipt_save
source: 保存草稿
de: Entwurf sichern
en: Save draft
es: Guardar borrador
fr: Enregistrer le brouillon
it: Salva bozza
tr: Taslağı kaydet
zh_hant: 儲存草稿

# garage_receipt_scan
source: 扫描单据
de: Beleg scannen
en: Scan receipt
es: Escanear recibo
fr: Scanner le reçu
it: Scansiona ricevuta
tr: Fiş tara
zh_hant: 掃描單據

# garage_receipt_scan_title
source: 单据识别
de: Belegscanner
en: Receipt scanner
es: Escáner de recibos
fr: Scanner de reçus
it: Scanner ricevute
tr: Fiş tarayıcı
zh_hant: 單據辨識

# garage_receipt_title
source: 项目
de: Posten
en: Item
es: Elemento
fr: Élément
it: Voce
tr: Kalem
zh_hant: 項目

# garage_refuel_count
source: 加油次数
de: Refuels
en: Refuels
es: Refuels
fr: Faire le plein
it: Refuels
tr: Yakıt sayısı
zh_hant: 加油次數

# garage_refuel_empty
source: 暂无加油记录
de: Keine Tankaufzeichnungen
en: No refuel records
es: Sin registros de repostaje
fr: No refuel records
it: Nessun registro dei rifornimenti
tr: Yakıt kaydı yok
zh_hant: 暫無加油記錄

# garage_refuel_full_tank
source: 是否加满？输入 1
de: Voller Tank? Geben Sie 1 ein
en: Full tank? Enter 1
es: Full tank? Enter 1
fr: Réservoir plein ? Entrez 1
it: Full tank? Enter 1
tr: Tam depo? 1 yazın
zh_hant: 是否加滿？輸入 1

# garage_refuel_hint
source: 只有连续满箱记录才用于油耗和续航校准。
de: Nur aufeinanderfolgende Volltankaufzeichnungen kalibrieren Verbrauch und Reichweite.
en: Only consecutive full-tank records calibrate consumption and range.
es: Only consecutive full-tank records calibrate consumption and range.
fr: Only consecutive full-tank records calibrate consumption and range.
it: Only consecutive full-tank records calibrate consumption and range.
tr: Tüketim ve menzil yalnızca ardışık tam depo kayıtlarıyla kalibre edilir.
zh_hant: 僅連續滿箱記錄才用於油耗與續航校準。

# garage_refuel_liters
source: 升数
de: Liter
en: Liters
es: Litros
fr: Litres
it: Litri
tr: Litre
zh_hant: 公升數

# garage_refuel_need_two_full
source: 需要至少两次满箱记录
de: Benötige zwei Aufzeichnungen über den vollen Tank
en: Need two full-tank records
es: Necesita dos registros de tanque lleno
fr: Besoin de deux enregistrements de réservoir plein
it: Need two full-tank records
tr: İki tam depo kaydı gerekli
zh_hant: 需要至少兩次滿箱記錄

# garage_save_obd_snapshot
source: 保存 OBD 快照
de: Speichern Sie den OBD-Schnappschuss
en: Save OBD snapshot
es: Guardar instantánea de OBD
fr: Save OBD snapshot
it: Salva l'istantanea OBD
tr: OBD anlık görüntüsünü kaydet
zh_hant: 儲存 OBD 快照

# garage_saved
source: 已保存到当前摩托车。
de: Auf das aktuelle Motorrad gespeichert.
en: Saved to the current motorcycle.
es: Guardado en la motocicleta actual.
fr: Enregistré sur la moto actuelle.
it: Salvato nella motocicletta attuale.
tr: Mevcut motosiklete kaydedildi.
zh_hant: 已儲存到目前摩托車。

# garage_set_fuel_profile
source: 设置燃油配置
de: Kraftstoffprofil einstellen
en: Set fuel profile
es: Set fuel profile
fr: Set fuel profile
it: Imposta il profilo del carburante
tr: Yakıt profilini ayarla
zh_hant: 設定燃油配置

# garage_set_maintenance_warning
source: 设置预警
de: Set warning
en: Set warning
es: Establecer advertencia
fr: Set warning
it: Imposta avviso
tr: Uyarıyı ayarla
zh_hant: 設定預警

# garage_suspension_settings
source: 悬挂设置
de: Federungseinstellungen
en: Suspension settings
es: Ajustes de suspensión
fr: Paramètres de suspension
it: Impostazioni delle sospensioni
tr: Süspansiyon ayarları
zh_hant: 懸掛設定

# garage_switch_vehicle
source: 切换摩托车
de: Motorrad wechseln
en: Switch motorcycle
es: cambiar de moto
fr: Switch motorcycle
it: Cambia moto
tr: Motosiklet değiştir
zh_hant: 切換摩托車

# garage_sync_auto_active
source: 仪表数据正在自动同步
de: Dashboard data is syncing automatically
en: Dashboard data is syncing automatically
es: Dashboard data is syncing automatically
fr: Dashboard data is syncing automatically
it: Dashboard data is syncing automatically
tr: Gösterge verileri otomatik eşzamanlanıyor
zh_hant: 儀表資料正在自動同步

# garage_sync_identity_conflict
source: 仪表身份需要确认
de: Dashboard identity needs confirmation
en: Dashboard identity needs confirmation
es: Dashboard identity needs confirmation
fr: Dashboard identity needs confirmation
it: Dashboard identity needs confirmation
tr: Gösterge kimliği onay gerektiriyor
zh_hant: 儀表身份需要確認

# garage_sync_last_update
source: 上次仪表更新
de: Last dashboard update
en: Last dashboard update
es: Last dashboard update
fr: Last dashboard update
it: Last dashboard update
tr: Son gösterge güncellemesi
zh_hant: 上次儀表更新

# garage_sync_latest
source: 车库中已经是最新仪表数据。
de: The garage already has the latest dashboard data.
en: The garage already has the latest dashboard data.
es: The garage already has the latest dashboard data.
fr: The garage already has the latest dashboard data.
it: The garage already has the latest dashboard data.
tr: Garajda zaten en güncel gösterge verileri var.
zh_hant: 車庫中已經是最新儀表資料。

# garage_sync_live_data
source: 同步车辆数据
de: Sync vehicle data
en: Sync vehicle data
es: Sincronizar datos del vehículo
fr: Synchroniser les données du véhicule
it: Sincronizza i dati del veicolo
tr: Araç verilerini eşzamanla
zh_hant: 同步車輛資料

# garage_sync_other_vehicle
source: 当前连接的仪表属于另一辆摩托车
de: The connected dashboard belongs to another motorcycle
en: The connected dashboard belongs to another motorcycle
es: The connected dashboard belongs to another motorcycle
fr: The connected dashboard belongs to another motorcycle
it: The connected dashboard belongs to another motorcycle
tr: Bağlı gösterge başka bir motosiklete ait
zh_hant: 目前連線的儀表屬於另一輛摩托車

# garage_sync_success
source: 当前摩托车数据已更新。
de: Aktuelle Motorraddaten wurden aktualisiert.
en: Current motorcycle data was updated.
es: Current motorcycle data was updated.
fr: Les données actuelles des motos ont été mises à jour.
it: I dati attuali della motocicletta sono stati aggiornati.
tr: Mevcut motosiklet verileri güncellendi.
zh_hant: 目前摩托車資料已更新。

# garage_sync_waiting
source: 等待同步仪表数据
de: Waiting for dashboard data to sync
en: Waiting for dashboard data to sync
es: Waiting for dashboard data to sync
fr: Waiting for dashboard data to sync
it: Waiting for dashboard data to sync
tr: Gösterge verilerinin eşzamanlanması bekleniyor
zh_hant: 等待同步儀表資料

# garage_tank_capacity
source: 油箱容量（L）
de: Tank capacity (L)
en: Tank capacity (L)
es: Tank capacity (L)
fr: Capacité du réservoir (L)
it: Tank capacity (L)
tr: Depo kapasitesi (L)

# garage_tire_details
source: 轮胎信息
de: Reifendetails
en: Tire details
es: Tire details
fr: Tire details
it: Dettagli sugli pneumatici
tr: Lastik ayrıntıları
zh_hant: 輪胎資訊

# garage_tire_front_brand
source: 前轮品牌
de: Vorderreifenmarke
en: Front tire brand
es: Marca de llanta delantera
fr: Marque du pneu avant
it: Front tire brand
tr: Ön lastik markası
zh_hant: 前輪品牌

# garage_tire_front_model
source: 前轮型号
de: Vorderreifenmodell
en: Front tire model
es: Modelo de neumático delantero
fr: Modèle de pneu avant
it: Front tire model
tr: Ön lastik modeli
zh_hant: 前輪型號

# garage_tire_rear_brand
source: 后轮品牌
de: Rear tire brand
en: Rear tire brand
es: Marca de llanta trasera
fr: Rear tire brand
it: Marca del pneumatico posteriore
tr: Arka lastik markası
zh_hant: 後輪品牌

# garage_tire_rear_model
source: 后轮型号
de: Rear tire model
en: Rear tire model
es: Rear tire model
fr: Modèle de pneu arrière
it: Modello di pneumatico posteriore
tr: Arka lastik modeli
zh_hant: 後輪型號

# garage_tire_suspension
source: 轮胎与悬挂
de: Reifen und Federung
en: Tires & suspension
es: Tires & suspension
fr: Pneus et suspensions
it: Tires & suspension
tr: Lastik ve süspansiyon
zh_hant: 輪胎與懸掛

# garage_tire_suspension_hint
source: 仅记录观察值，不代表厂家推荐值。
de: Notieren Sie nur beobachtete Werte; es handelt sich nicht um Herstellerempfehlungen.
en: Record observed values only; they are not manufacturer recommendations.
es: Registre únicamente los valores observados; no son recomendaciones del fabricante.
fr: Record observed values only; they are not manufacturer recommendations.
it: Record observed values only; they are not manufacturer recommendations.
tr: Yalnızca gözlemlenen değerleri kaydeder; üretici tavsiyesi değildir.
zh_hant: 僅記錄觀察值，不代表原廠建議值。

# garage_tire_suspension_not_set
source: 尚未记录
de: Not recorded
en: Not recorded
es: No grabado
fr: Not recorded
it: Non registrato
tr: Kaydedilmedi
zh_hant: 尚未記錄

# garage_title
source: 车库
de: Garage
en: Garage
es: Garage
fr: Garage
it: Garage
tr: Garaj
zh_hant: 車庫

# garage_vehicle_default_name
source: 当前摩托车
de: Current motorcycle
en: Current motorcycle
es: Current motorcycle
fr: Current motorcycle
it: Current motorcycle
tr: Mevcut motosiklet
zh_hant: 目前摩托車

# garage_vehicle_form_hint
source: 添加摩托车及可选身份信息。
de: Fügen Sie ein Motorrad und optionale Identitätsinformationen hinzu.
en: Add a motorcycle and optional identity information.
es: Agregue una motocicleta e información de identidad opcional.
fr: Ajoutez une moto et des informations d’identité facultatives.
it: Aggiungi una motocicletta e informazioni sull'identità opzionali.
tr: Bir motosiklet ve isteğe bağlı kimlik bilgilerini ekleyin.
zh_hant: 新增摩托車及可選身份資訊。

# garage_vehicle_name
source: 摩托车名称
de: Motorcycle name
en: Motorcycle name
es: Motorcycle name
fr: Motorcycle name
it: Motorcycle name
tr: Motosiklet adı
zh_hant: 摩托車名稱

# garage_vehicle_name_form_hint
source: 为这辆摩托车设置名称。
de: Choose a name for this motorcycle.
en: Choose a name for this motorcycle.
es: Choose a name for this motorcycle.
fr: Choose a name for this motorcycle.
it: Choose a name for this motorcycle.
tr: Bu motosiklet için bir ad seçin.
zh_hant: 為這輛摩托車設定名稱。

# garage_vin
source: VIN
de: Fahrgestellnummer
es: Número de bastidor
fr: NIV

# garage_year
source: 年份
de: Year
en: Year
es: Año
fr: Année
it: Year
tr: Yıl

# hpa_title
source: 气压
de: hPa
en: hPa
es: hPa
fr: hPa
it: hPa
tr: Hava basıncı
zh_hant: 氣壓

# hpa_value
source: 气压: %.1f hPa
de: hPa: %.1f hPa
en: hPa: %.1f hPa
es: hPa: %.1f hPa
fr: hPa: %.1f hPa
it: hPa: %.1f hPa
tr: Hava basıncı: %.1f hPa
zh_hant: 氣壓：%.1f hPa

# language_set_title
source: 语言设置
de: Spracheinstellungen
en: Language settings
es: Configuración de idioma
fr: Paramètres de langue
it: Impostazioni della lingua
tr: Dil ayarları
zh_hant: 語言設定

# lean_angle_title
source: 倾角
de: Lean angle
en: Lean angle
es: Lean angle
fr: Lean angle
it: Lean angle
tr: Eğik açı
zh_hant: 傾斜角度

# lidar_camera_permission_denied
source: LiDAR 辅助需要相机权限。
de: Camera access is required for LiDAR assistance.
en: Camera access is required for LiDAR assistance.
es: Camera access is required for LiDAR assistance.
fr: Camera access is required for LiDAR assistance.
it: Camera access is required for LiDAR assistance.
tr: LiDAR yardımı için kamera erişimi gerekir.
zh_hant: LiDAR 輔助需要相機權限。

# lidar_clear
source: 安全
de: Clear
en: Clear
es: Clear
fr: Clear
it: Clear
tr: Temiz

# lidar_critical_warning
source: 危险距离
de: Critical distance
en: Critical distance
es: Critical distance
fr: Critical distance
it: Critical distance
tr: Kritik mesafe
zh_hant: 危險距離

# lidar_freeze
source: 冻结
de: Freeze
en: Freeze
es: Freeze
fr: Freeze
it: Freeze
tr: Dondur
zh_hant: 凍結

# lidar_garage_hint
source: 将手机对准摩托车，冻结测量后即可保存。
de: Point the phone toward the motorcycle and freeze a reading to save it.
en: Point the phone toward the motorcycle and freeze a reading to save it.
es: Point the phone toward the motorcycle and freeze a reading to save it.
fr: Point the phone toward the motorcycle and freeze a reading to save it.
it: Point the phone toward the motorcycle and freeze a reading to save it.
tr: Telefonu motosiklete doğrultun ve kaydetmek için ölçümü dondurun.
zh_hant: 將手機對準摩托車，凍結測量後即可儲存。

# lidar_mode_garage
source: 车库测距
de: Garage
en: Garage
es: Garage
fr: Garage
it: Garage
tr: Garaj
zh_hant: 車庫測距

# lidar_mode_mounted
source: 安装模式
de: Mounted
en: Mounted
es: Mounted
fr: Mounted
it: Mounted
tr: Monteli
zh_hant: 安裝模式

# lidar_mounted_hint
source: 仅在新鲜车速不超过 8 km/h 时进入辅助状态。
de: Armed only with fresh speed data at or below 8 km/h.
en: Armed only with fresh speed data at or below 8 km/h.
es: Armed only with fresh speed data at or below 8 km/h.
fr: Armed only with fresh speed data at or below 8 km/h.
it: Armed only with fresh speed data at or below 8 km/h.
tr: Yalnızca 8 km/sa veya altındaki güncel hız verisiyle etkinleşir.
zh_hant: 僅在最新車速不超過 8 km/h 時進入輔助狀態。

# lidar_no_measurement
source: 当前没有有效的距离测量。
de: No valid distance reading is available.
en: No valid distance reading is available.
es: No valid distance reading is available.
fr: No valid distance reading is available.
it: No valid distance reading is available.
tr: Geçerli bir mesafe ölçümü yok.
zh_hant: 目前沒有有效的距離測量。

# lidar_note_placeholder
source: 备注（可选）
de: Note (optional)
en: Note (optional)
es: Note (optional)
fr: Note (optional)
it: Note (optional)
tr: Not (isteğe bağlı)
zh_hant: 備註（可選）

# lidar_open_mounted
source: 打开低速 LiDAR
de: Open low-speed LiDAR
en: Open low-speed LiDAR
es: Open low-speed LiDAR
fr: Open low-speed LiDAR
it: Open low-speed LiDAR
tr: Düşük hız LiDAR'ını aç
zh_hant: 開啟低速 LiDAR

# lidar_ready
source: 可以开始安全测量
de: Ready for a safe reading
en: Ready for a safe reading
es: Ready for a safe reading
fr: Ready for a safe reading
it: Ready for a safe reading
tr: Güvenli ölçüm için hazır
zh_hant: 可以開始安全測量

# lidar_resume
source: 恢复
de: Resume
en: Resume
es: Resume
fr: Resume
it: Resume
tr: Sürdür
zh_hant: 恢復

# lidar_ride_event
source: LiDAR 测量
de: LiDAR measurement
en: LiDAR measurement
es: LiDAR measurement
fr: LiDAR measurement
it: LiDAR measurement
tr: LiDAR ölçümü
zh_hant: LiDAR 測量

# lidar_save
source: 保存
de: Save
en: Save
es: Save
fr: Save
it: Save
tr: Kaydet
zh_hant: 儲存

# lidar_saved
source: 测量已保存。
de: Measurement saved.
en: Measurement saved.
es: Measurement saved.
fr: Measurement saved.
it: Measurement saved.
tr: Ölçüm kaydedildi.
zh_hant: 測量已儲存。

# lidar_speed_unavailable
source: 车速不可用
de: Speed unavailable
en: Speed unavailable
es: Speed unavailable
fr: Speed unavailable
it: Speed unavailable
tr: Hız kullanılamıyor
zh_hant: 車速無法使用

# lidar_start
source: 开始
de: Start
en: Start
es: Start
fr: Start
it: Start
tr: Başlat
zh_hant: 開始

# lidar_state_armed
source: 低速防护已启用
de: Low-speed guard armed
en: Low-speed guard armed
es: Low-speed guard armed
fr: Low-speed guard armed
it: Low-speed guard armed
tr: Düşük hız koruması etkin
zh_hant: 低速防護已啟用

# lidar_state_failed
source: LiDAR 错误
de: LiDAR error
en: LiDAR error
es: LiDAR error
fr: LiDAR error
it: LiDAR error
tr: LiDAR hatası
zh_hant: LiDAR 錯誤

# lidar_state_idle
source: 准备就绪
de: Ready
en: Ready
es: Ready
fr: Ready
it: Ready
tr: Hazır
zh_hant: 準備就緒

# lidar_state_interrupted
source: 已中断
de: Interrupted
en: Interrupted
es: Interrupted
fr: Interrupted
it: Interrupted
tr: Kesintiye uğradı
zh_hant: 已中斷

# lidar_state_permissionDenied
source: 需要相机权限
de: Camera permission needed
en: Camera permission needed
es: Camera permission needed
fr: Camera permission needed
it: Camera permission needed
tr: Kamera izni gerekli
zh_hant: 需要相機權限

# lidar_state_running
source: 扫描中
de: Scanning
en: Scanning
es: Scanning
fr: Scanning
it: Scanning
tr: Tarama
zh_hant: 掃描中
